
/* Edit tag view: Label in front of tag when editing a defintion with a single tag (paragraph tag) */
"Tag" = "Tag:";

/* Edit tag view: Label in front of tags when editing a defintion with a two tags (inline tag) */
"Tags" = "Tags:";


/* Edit tag view: Error presented when user attempts to enter a closing tag without a starting tag. */
"RequiresStartTagError" = "Setting an end tag requires a start tag to be defined as well!";

/* Edit tag view: Error presented when user attempts to enter a tag already present in the markup. The placeholder will be replaced by the name of the other tag. */
"DuplicateTagError" = "This tag is already used by “%@”!";

/* Edit shortcut view: Reason description of error presented when a shortcut cannot be assigned because a differen definition already uses it. Will be embedded into the sentence "The key combination "<shortcut>" can't be used because <reason>." */
"ShortcutInUseReason" = "it is currently in use by “%@”";

/* Edit tag view: Menu item title shown when editing enumeration tags and no pattern is contained in start tag. */
"InsertPattern" = "Insert Pattern";

/* Edit tag view: Menu item title shown when editing enumeration tags and a pattern is already contained in start tag. */
"Pattern" = "Pattern";

/* Edit tag view: Menu item title for removing a pattern. */
"RemovePattern" = "Remove Pattern";